export const footerData = {
  ctaTitle: "Хотите Шагнуть в Будущее Раньше Других?",
  ctaButton: "Запросить ранний доступ",
  address: "ул. Профессора Поздеева, 13, к.Г. Пермь, Пермский край, 614013",
  rights: "Все права защищены",
  phone: "+7 (342) 2-198-520",
  email: "info@pstu.ru",
  columns: [
    {
      title: "GPT-3",
      content: [
        { text: "ул. Профессора Поздеева, 13, к.Г. Пермь, Пермский край, 614013" },
        { text: "Все права защищены" },
      ],
    },
    {
      title: "Ссылки",
      links: [
        { text: "Операторы", href: "#" },
        { text: "Соц. сети", href: "#" },
        { text: "Отчётики", href: "#" },
        { text: "Контакты", href: "#" },
      ],
    },
    {
      title: "Компания",
      links: [
        { text: "Условия использования", href: "#" },
        { text: "Перс. данные", href: "#" },
        { text: "Контакты", href: "#" },
      ],
    },
    {
      title: "Контакты",
      content: [
        { text: "ул. Профессора Поздеева, 13, к.Г. Пермь" },
        { text: "+7 (342) 2-198-520" },
        { text: "info@pstu.ru" },
      ],
    },
  ],
  copyright: "© 2023 GPT-3. Все права защищены",
};

export default footerData;
